Revit 2027 API
SymbolTypeId.FtSup3PerH Property
 Symbol ft³/h, indicating unit Cubic feet per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup3PerH { get; }
Public Shared ReadOnly Property FtSup3PerH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup3PerH {
	ForgeTypeId^ get ();
}
static member FtSup3PerH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace